Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/owncloud-tm.tmx
Source language: en
Languages: ca_es

source: Your download is being prepared. This might take some time if the files are big.
ca_es: S'està preparant la baixada. Pot trigar una estona si els fitxers són grans.

source: Error moving file
ca_es: Error en moure el fitxer

source: Modified
ca_es: Modificat

source: Invalid folder name. Usage of 'Shared' is reserved.
ca_es: Nom de carpeta no vàlid. L'ús de 'Shared' és reservat

source: %s could not be renamed
ca_es: %s no es pot canviar el nom

source: File handling
ca_es: Gestió de fitxers

source: Maximum upload size
ca_es: Mida màxima de pujada

source: max. possible:
ca_es: màxim possible:

source: Needed for multi-file and folder downloads.
ca_es: Necessari per fitxers múltiples i baixada de carpetes

source: Enable ZIP-download
ca_es: Activa la baixada ZIP

source: 0 is unlimited
ca_es: 0 és sense límit

source: Maximum input size for ZIP files
ca_es: Mida màxima d'entrada per fitxers ZIP

source: New
ca_es: Nou

source: Text file
ca_es: Fitxer de text

source: Folder
ca_es: Carpeta

source: From link
ca_es: Des d'enllaç

source: Deleted files
ca_es: Fitxers esborrats

source: Cancel upload
ca_es: Cancel·la la pujada

source: You don’t have permission to upload or create files here
ca_es: No teniu permisos per a pujar o crear els fitxers aquí

source: Nothing in here. Upload something!
ca_es: Res per aquí. Pugeu alguna cosa!

source: Upload too large
ca_es: La pujada és massa gran

source: The files you are trying to upload exceed the maximum size for file uploads on this server.
ca_es: Els fitxers que esteu intentant pujar excedeixen la mida màxima de pujada del servidor

source: Files are being scanned, please wait.
ca_es: S'estan escanejant els fitxers, espereu

source: Current scanning
ca_es: Actualment escanejant

source: Upgrading filesystem cache...
ca_es: Actualitzant la memòria de cau del sistema de fitxers...

source: Greetings {user},
ca_es: Benvingut {user},

source: Sorry, but a malware was detected in a file you tried to upload and it had to be deleted.
ca_es: S'ha detectar programari maliciós en un fitxer que heu intentat pujar i s'ha hagut d'eliminar.

source: This email is a notification from {host}. Please, do not reply.
ca_es: Aquest correu és uan notificació de {host}. No el respongueu.

source: File uploaded: {file}
ca_es: Fitxer pujat: {file}

source: Antivirus Configuration
ca_es: Configuració de l'antivirus

source: Daemon
ca_es: Dimoni

source: Daemon (Socket)
ca_es: Dimoni (sòcol)

source: Socket
ca_es: Sòcol

source: Clamav Socket.
ca_es: Sòcol de Clamav.

source: Not required in Executable Mode.
ca_es: No requerit en mode executable.

source: Host
ca_es: Equip remot

source: Address of Antivirus Host.
ca_es: Adreça del sevidor d'antivirus.

source: Port number of Antivirus Host.
ca_es: Número de port del servidor d'antivirus.

source: Stream Length
ca_es: Longitud de la cadena

source: ClamAV StreamMaxLength value in bytes.
ca_es: Valor StreamMaxLengh de ClamAV en bytes.

source: Path to clamscan
ca_es: Camí a clamscan

source: Path to clamscan executable.
ca_es: Camí a l'executable de clamscan.

source: Not required in Daemon Mode.
ca_es: No requerit en mode dimoni.

source: Action for infected files found while scanning
ca_es: Acció per als fitxers infectats trobats durant l'escanneig

source: Only log
ca_es: Només registra

source: Delete file
ca_es: Elimina el fitxer

source: Recovery key successfully enabled
ca_es: La clau de recuperació s'ha activat

source: Could not enable recovery key. Please check your recovery key password!
ca_es: No s'ha pogut activar la clau de recuperació. Comproveu contrasenya de la clau de recuperació!

source: Recovery key successfully disabled
ca_es: La clau de recuperació s'ha descativat

source: Could not disable recovery key. Please check your recovery key password!
ca_es: No s'ha pogut desactivar la calu de recuperació. Comproveu la contrasenya de la clau de recuperació!

source: Password successfully changed.
ca_es: La contrasenya s'ha canviat.

source: Could not change the password. Maybe the old password was not correct.
ca_es: No s'ha pogut canviar la contrasenya. Potser la contrasenya anterior no era correcta.

source: Private key password successfully updated.
ca_es: La contrasenya de la clau privada s'ha actualitzat.

source: Could not update the private key password. Maybe the old password was not correct.
ca_es: No s'ha pogut actualitzar la contrasenya de la clau privada. Potser la contrasenya anterior no era correcta.

source: Encryption app not initialized! Maybe the encryption app was re-enabled during your session. Please try to log out and log back in to initialize the encryption app.
ca_es: L'aplicació d'encriptació no està inicialitzada! Potser l'aplicació d'encriptació ha estat reiniciada durant la sessió. Intenteu sortir i acreditar-vos de nou per reinicialitzar l'aplicació d'encriptació.

source: Your private key is not valid! Likely your password was changed outside of %s (e.g. your corporate directory). You can update your private key password in your personal settings to recover access to your encrypted files.
ca_es: La clau privada no és vàlida! Probablement la contrasenya va ser canviada des de fora de %s (per exemple, en el directori de l'empresa). Vostè pot actualitzar la contrasenya de clau privada en la seva configuració personal per poder recuperar l'accés en els arxius xifrats.

source: Can not decrypt this file, probably this is a shared file. Please ask the file owner to reshare the file with you.
ca_es: No es pot desencriptar aquest fitxer, probablement és un fitxer compartit. Demaneu al propietari del fitxer que el comparteixi de nou amb vós.

source: Unknown error please check your system settings or contact your administrator
ca_es: Error desconegut. Comproveu l'arranjament del sistema o contacteu amb l'administrador

source: Missing requirements.
ca_es: Manca de requisits.

source: Please make sure that PHP 5.3.3 or newer is installed and that OpenSSL together with the PHP extension is enabled and configured properly. For now, the encryption app has been disabled.
ca_es: Assegureu-vos que teniu instal·lat PHP 5.3.3 o una versió superior i que està activat Open SSL i habilitada i configurada correctament l'extensió de PHP. De moment, l'aplicació d'encriptació s'ha desactivat.

source: Following users are not set up for encryption:
ca_es: Els usuaris següents no estan configurats per a l'encriptació:

source: Saving...
ca_es: Desant...

source: Go directly to your
ca_es: Vés directament a

source: personal settings
ca_es: arranjament personal

source: Encryption
ca_es: Xifrat

source: Enable recovery key (allow to recover users files in case of password loss):
ca_es: Activa la clau de recuperació (permet recuperar fitxers d'usuaris en cas de pèrdua de contrasenya):

source: Recovery key password
ca_es: Clau de recuperació de la contrasenya

source: Repeat Recovery key password
ca_es: Repetiu la clau de recuperació de contrasenya

source: Enabled
ca_es: Activat

source: Disabled
ca_es: Desactivat

source: Change recovery key password:
ca_es: Canvia la clau de recuperació de contrasenya:

source: Old Recovery key password
ca_es: Antiga clau de recuperació de contrasenya

source: New Recovery key password
ca_es: Nova clau de recuperació de contrasenya

source: Repeat New Recovery key password
ca_es: Repetiu la nova clau de recuperació de contrasenya

source: Change Password
ca_es: Canvia la contrasenya

source: Your private key password no longer match your log-in password:
ca_es: La clau privada ja no es correspon amb la contrasenya d'accés:

source: Set your old private key password to your current log-in password.
ca_es: Establiu la vostra contrasenya clau en funció de la contrasenya actual d'accés.

source: If you don't remember your old password you can ask your administrator to recover your files.
ca_es: Si no recordeu la contrasenya anterior podeu demanar a l'administrador que recuperi els vostres fitxers.

source: Old log-in password
ca_es: Contrasenya anterior d'accés

source: Current log-in password
ca_es: Contrasenya d'accés actual

source: Update Private Key Password
ca_es: Actualitza la contrasenya de clau privada

source: Enable password recovery:
ca_es: Habilita la recuperació de contrasenya:

source: Enabling this option will allow you to reobtain access to your encrypted files in case of password loss
ca_es: Activar aquesta opció us permetrà obtenir de nou accés als vostres fitxers encriptats en cas de perdre la contrasenya

source: File recovery settings updated
ca_es: S'han actualitzat els arranjaments de recuperació de fitxers

source: Could not update file recovery
ca_es: No s'ha pogut actualitzar la recuperació de fitxers

source: Access granted
ca_es: S'ha concedit l'accés

source: Error configuring Dropbox storage
ca_es: Error en configurar l'emmagatzemament Dropbox

source: Grant access
ca_es: Concedeix accés

source: Please provide a valid Dropbox app key and secret.
ca_es: Proporcioneu una clau d'aplicació i secret vàlids per a Dropbox

source: Error configuring Google Drive storage
ca_es: Error en configurar l'emmagatzemament Google Drive

source: <b>Warning:</b> "smbclient" is not installed. Mounting of CIFS/SMB shares is not possible. Please ask your system administrator to install it.
ca_es: <b>Avís:</b> "smbclient" no està instal·lat. No es pot muntar la compartició CIFS/SMB. Demaneu a l'administrador del sistema que l'instal·li.

source: <b>Warning:</b> The FTP support in PHP is not enabled or installed. Mounting of FTP shares is not possible. Please ask your system administrator to install it.
ca_es: <b>Avís:</b> El suport FTP per PHP no està activat o no està instal·lat. No es pot muntar la compartició FTP. Demaneu a l'administrador del sistema que l'instal·li.

source: <b>Warning:</b> The Curl support in PHP is not enabled or installed. Mounting of ownCloud / WebDAV or GoogleDrive is not possible. Please ask your system administrator to install it.
ca_es: <b>Avís:</b>El suport Curl de PHP no està activat o instal·lat. No es pot muntar ownCloud / WebDAV o GoogleDrive. Demaneu a l'administrador que l'instal·li.

source: External Storage
ca_es: Emmagatzemament extern

source: Folder name
ca_es: Nom de la carpeta

source: External storage
ca_es: Emmagatzemament extern

source: Configuration
ca_es: Configuració

source: Applicable
ca_es: Aplicable

source: Add storage
ca_es: Afegeix emmagatzemament

source: None set
ca_es: Cap d'establert

source: All Users
ca_es: Tots els usuaris

source: Enable User External Storage
ca_es: Habilita l'emmagatzemament extern d'usuari

source: Allow users to mount their own external storage
ca_es: Permet als usuaris muntar el seu emmagatzemament extern propi

source: SSL root certificates
ca_es: Certificats SSL root

source: Import Root Certificate
ca_es: Importa certificat root

source: This share is password-protected
ca_es: Aquest compartit està protegit amb contrasenya

source: The password is wrong. Try again.
ca_es: la contrasenya és incorrecta. Intenteu-ho de nou.

source: Sorry, this link doesn’t seem to work anymore.
ca_es: Aquest enllaç sembla que no funciona.

source: Reasons might be:
ca_es: Les raons podrien ser:

source: the item was removed
ca_es: l'element ha estat eliminat

source: the link expired
ca_es: l'enllaç ha vençut

source: sharing is disabled
ca_es: s'ha desactivat la compartició

source: For more info, please ask the person who sent this link.
ca_es: Per més informació contacteu amb qui us ha enviat l'enllaç.

source: %s shared the folder %s with you
ca_es: %s ha compartit la carpeta %s amb vós

source: %s shared the file %s with you
ca_es: %s ha compartit el fitxer %s amb vós

source: No preview available for
ca_es: No hi ha vista prèvia disponible per a

source: Direct link
ca_es: Enllaç directe

source: Search
ca_es: Cerca

source: Next
ca_es: Següent

source: Clear
ca_es: Neteja

source: Failed to save file
ca_es: Ha fallat en desar el fitxer

source: An error occurred!
ca_es: S'ha produït un error!

source: There are unsaved changes in the text editor
ca_es: Hi ha canvis no desats a l'editor de text

source: There were unsaved changes, click here to go back
ca_es: Hi havia canvis que no desats, feu click aquí per anar enrera

source: Couldn't delete %s permanently
ca_es: No s'ha pogut esborrar permanentment %s

source: Couldn't restore %s
ca_es: No s'ha pogut restaurar %s

source: restored
ca_es: restaurat

source: Nothing in here. Your trash bin is empty!
ca_es: La paperera està buida!

source: Restore
ca_es: Recupera

source: Deleted
ca_es: Eliminat

source: Deleted Files
ca_es: Fitxers eliminats

source: Could not revert: %s
ca_es: No s'ha pogut revertir: %s

source: Failed to revert {file} to revision {timestamp}.
ca_es: Ha fallat en retornar {file} a la revisió {timestamp}

source: More versions...
ca_es: Més versions...

source: No other versions available
ca_es: No hi ha altres versions disponibles

source: Welcome to ownCloud
ca_es: Benvingut a ownCloud

source: Your personal web services. All your files, contacts, calendar and more, in one place.
ca_es: Els vostres serveis personals. Tots els fitxers, contactes, calendaris i més en un sol lloc.

source: Get the apps to sync your files
ca_es: Obtén les aplicacions per sincronitzar fitxers

source: Connect your desktop apps to ownCloud
ca_es: Connecteu les aplicacions d'escriptori a ownCloud

source: Connect your Calendar
ca_es: Connecteu el vostre calendari

source: Connect your Contacts
ca_es: Connecteu els vostres contactes

source: Access files via WebDAV
ca_es: Accediu al fitxers mitjançant WebDAV

source: If you like ownCloud, <a href="mailto:?subject=ownCloud&body=ownCloud is a great open software to sync and share your files. You can freely get it from http://owncloud.org">recommend it to your friends</a>!
ca_es: Si us agrada ownCloud, <a href="mailto:?subject=ownCloud&body=ownCloud és un programari obert genial per sincronitzar i compartir els vostres fitxers. El podeu obtenir gratuïtament a http://owncloud.org">recomaneu-lo als vostres amics</a>!

source: Pictures
ca_es: Fotos

source: Shared by
ca_es: Compartit per

source: Error loading slideshow template
ca_es: Error en carregar la plantilla de presentació amb diapositives

source: The "Image Viewer" application also need to be enabled to use this application.
ca_es: L'apliació "Visualitzador d'Imatges" també ha d'estar activada per a poder utilitzar aquesta aplicació.

source: Documentation
ca_es: Documentació

source: No Impress files are found in your ownCloud. Please upload a .impress file.
ca_es: No hi ha fitxers Impress a ownCloud. Pugeu un fitxer .impress

source: Legal notice
ca_es: Nota legal

source: Nothing here yet
ca_es: Aquí encara no hi ha res

source: The content of the legal notice has to be configured first
ca_es: Primer heu de configurar el contingut de la nota legal

source: That configuration is done in the administration section.
ca_es: Aquesta configuració es du a terme a la secció d'administració.

source: That configuration has to be done by the system administration.
ca_es: Aquesta configuració l'ha de realitzar l'administrador del sistema.

source: Placement
ca_es: Ubicació

source: Standalone app
ca_es: Aplicació autònoma

source: Header left
ca_es: Encapçalament esquerra

source: Header right
ca_es: Encapçalament dret

source: Navigation top
ca_es: Navegació superior

source: Navigation bottom
ca_es: Navegació inferior

source: During login
ca_es: Durada de l'accés

source: Content
ca_es: Contingut

source: You can use html markup (e.g. <br> for a linebreak) and inline style attributes (e.g. <a style="color:red;">).
ca_es: Podeu usar marques html (per exemple <br> per un salt de línia) i atributs d'estil en línia (per exemple <a style="color:red;">).

source: App "%s" can't be installed because it is not compatible with this version of ownCloud.
ca_es: L'aplicació "%s" no es pot instal·lar perquè no és compatible amb aquesta versió d'ownCloud.

source: No app name specified
ca_es: No heu especificat cap nom d'aplicació

source: Failed to upgrade "%s".
ca_es: Ha fallat l'actualització "%s".

source: web services under your control
ca_es: controleu els vostres serveis web

source: cannot open "%s"
ca_es: no es pot obrir "%s"

source: ZIP download is turned off.
ca_es: La baixada en ZIP està desactivada.

source: Files need to be downloaded one by one.
ca_es: Els fitxers s'han de baixar d'un en un.

source: Back to Files
ca_es: Torna a Fitxers

source: Selected files too large to generate zip file.
ca_es: Els fitxers seleccionats son massa grans per generar un fitxer zip.

source: No source specified when installing app
ca_es: No heu especificat la font en instal·lar l'aplicació

source: No href specified when installing app from http
ca_es: No heu especificat href en instal·lar l'aplicació des de http

source: No path specified when installing app from local file
ca_es: No heu seleccionat el camí en instal·lar una aplicació des d'un fitxer local

source: Archives of type %s are not supported
ca_es: Els fitxers del tipus %s no són compatibles

source: Failed to open archive when installing app
ca_es: Ha fallat l'obertura del fitxer en instal·lar l'aplicació

source: App does not provide an info.xml file
ca_es: L'aplicació no proporciona un fitxer info.xml

source: App can't be installed because of not allowed code in the App
ca_es: L'aplicació no es pot instal·lar perquè hi ha codi no autoritzat en l'aplicació

source: App can't be installed because it is not compatible with this version of ownCloud
ca_es: L'aplicació no es pot instal·lar perquè no és compatible amb aquesta versió d'ownCloud

source: App can't be installed because it contains the <shipped>true</shipped> tag which is not allowed for non shipped apps
ca_es: L'aplicació no es pot instal·lar perquè conté l'etiqueta <shipped>vertader</shipped> que no es permet per aplicacions no enviades

source: App can't be installed because the version in info.xml/version is not the same as the version reported from the app store
ca_es: L'aplicació no es pot instal·lar perquè la versió a info.xml/version no és la mateixa que la versió indicada des de la botiga d'aplicacions

source: App directory already exists
ca_es: La carpeta de l'aplicació ja existeix

source: Can't create app folder. Please fix permissions. %s
ca_es: No es pot crear la carpeta de l'aplicació. Arregleu els permisos. %s

source: Application is not enabled
ca_es: L'aplicació no està habilitada

source: Authentication error
ca_es: Error d'autenticació

source: Token expired. Please reload page.
ca_es: El testimoni ha expirat. Torneu a carregar la pàgina.

source: Images
ca_es: Imatges

source: %s enter the database username.
ca_es: %s escriviu el nom d'usuari de la base de dades.

source: %s enter the database name.
ca_es: %s escriviu el nom de la base de dades.

source: %s you may not use dots in the database name
ca_es: %s no podeu usar punts en el nom de la base de dades

source: MS SQL username and/or password not valid: %s
ca_es: Nom d'usuari i/o contrasenya MS SQL no vàlids: %s

source: You need to enter either an existing account or the administrator.
ca_es: Heu d'escriure un compte existent o el d'administrador.

source: MySQL username and/or password not valid
ca_es: Nom d'usuari i/o contrasenya MySQL no vàlids

source: DB Error: "%s"
ca_es: Error DB: "%s"

source: Offending command was: "%s"
ca_es: L'ordre en conflicte és: "%s"

source: MySQL user '%s'@'localhost' exists already.
ca_es: L'usuari MySQL '%s'@'localhost' ja existeix.

source: Drop this user from MySQL
ca_es: Elimina aquest usuari de MySQL

source: MySQL user '%s'@'%%' already exists
ca_es: L'usuari MySQL '%s'@'%%' ja existeix

source: Drop this user from MySQL.
ca_es: Elimina aquest usuari de MySQL.

source: Oracle connection could not be established
ca_es: No s'ha pogut establir la connexió Oracle

source: Oracle username and/or password not valid
ca_es: Nom d'usuari i/o contrasenya Oracle no vàlids

source: Offending command was: "%s", name: %s, password: %s
ca_es: L'ordre en conflicte és: "%s", nom: %s, contrasenya: %s

source: PostgreSQL username and/or password not valid
ca_es: Nom d'usuari i/o contrasenya PostgreSQL no vàlids

source: Set an admin username.
ca_es: Establiu un nom d'usuari per l'administrador.

source: Set an admin password.
ca_es: Establiu una contrasenya per l'administrador.

source: Your web server is not yet properly setup to allow files synchronization because the WebDAV interface seems to be broken.
ca_es: El servidor web no està configurat correctament per permetre la sincronització de fitxers perquè la interfície WebDAV sembla no funcionar correctament.

source: Please double check the <a href='%s'>installation guides</a>.
ca_es: Comproveu les <a href='%s'>guies d'instal·lació</a>.

source: Could not find category "%s"
ca_es: No s'ha trobat la categoria "%s"

source: %n day go
ca_es: fa %n dia

source: Caused by:
ca_es: Provocat per:

source: Not Found
ca_es: No s'ha trobat

source: Permission Denied
ca_es: Permís denegat

source: Authentication failure.
ca_es: Error d'autenticació.

source: Cannot expunge read-only mailbox.
ca_es: No es pot expugnar una bústia només de lectura.

source: The server does not support the %s extension.
ca_es: El servidor no permet l'extensió %s.

source: %s not supported on POP3 servers.
ca_es: %s no permès en els servidors POP3.

source: Cannot convert search query text to new charset
ca_es: No es pot convertir el text de cerca al nou joc de caràcters

source: Bad tagged response.
ca_es: Resposta mal etiquetada.

source: Could not open secure connection to the POP3 server.
ca_es: No es pot obrir la connexió segura al servidor POP3.

source: Server does not support secure connections.
ca_es: El servidor no permet connexions segures.

source: POP3 server denied authentication.
ca_es: El servidor POP3 ha denegat l'autenticació.

source: Error connecting to POP3 server.
ca_es: Error en connectar amb el servidor POP3.

source: Unexpected response from server when authenticating.
ca_es: Resposta no esperada del servidor durant l'autenticació.

source: Unknown authentication method: %s
ca_es: Mètode d'autenticació desconegut: %s

source: POP3 Server closed the connection unexpectedly.
ca_es: El servidor POP3 ha tancat la connexió inesperadament.

source: POP3 error reported by server.
ca_es: El servidor ha informat d'un error POP3.

source: Server does not support TLS connections.
ca_es: El servidor no permet connexions TLS.

source: Could not open secure TLS connection to the IMAP server.
ca_es: No s'ha pogut establir una connexió segura TLS amb el servidor IMAP.

source: No supported IMAP authentication method could be found.
ca_es: No s'ha trobat cap mètode permès d'autenticació IMAP.

source: Mail server denied authentication.
ca_es: El servidor de correu ha denegat l'autenticació.

source: Error connecting to mail server.
ca_es: Error en connectar amb el servidor de correu.

source: Server rejected connection.
ca_es: El servidor ha rebutjat la connexió.

source: The mail server does not support IMAP4rev1 (RFC 3501).
ca_es: El servidor de correu no permet IMAP4rev1 (RFC 3501).

source: Could not open mailbox "%s".
ca_es: No s'ha pogut obrir la bústia "%s".

source: Mailbox does not support mod-sequences.
ca_es: La bústia no permet mod-sequences.

source: Invalid METADATA entry: "%s".
ca_es: Entrada de METADADES no vàlida: "%s".

source: Invalid METADATA value type "%s".
ca_es: Valor de METADADES no vàlid: "%s".

source: Error when communicating with the mail server.
ca_es: Error en comunicar amb el servidor de correu.

source: IMAP error reported by server.
ca_es: El servidor ha informat d'un error IMAP.

source: IMAP Server closed the connection.
ca_es: El servidor IMAP ha tancat la connexió.
